Repository: CastagnaIT/inputstream.adaptive
Catalog: inputstream.adaptive/resources/language/resource.language.*/strings.po
Languages: lv_lv

# Addon Summary
source: InputStream client for adaptive streams
lv_lv: InputStream klients adaptīvām straumēm

# Addon Description
source: InputStream client for adaptive streams. Common streaming protocols such as MPEG-DASH, HLS and Microsoft Smooth Streaming are supported.[CR][CR]The add-on also has support for DRM protected streams, such as Google Widevine, Microsoft PlayReady and others.[CR][CR]For documentation visit: https://github.com/xbmc/inputstream.adaptive
lv_lv: InputStream klients adaptīvām straumēm

# #30100
source: General
lv_lv: Vispārīgie

# #30101
source: Min. Bandwidth (Bit/s)
lv_lv: Min. caurlaidspēja (biti sekundē)

# #30102
source: Max. Bandwidth (Bit/s)
lv_lv: Maks. caurlaidspēja (biti sekundē)

# #30103
source: Decrypter path
lv_lv: Ceļš uz dekoderi

# #30110
source: Max. Resolution general decoder
lv_lv: Maks. galvenā dekodera izšķirtspēja

# #30111
source: Stream Selection
lv_lv: Straumes izvēle

# #30112
source: Media
lv_lv: Multimedija

# #30113
source: Max. Resolution secure decoder
lv_lv: Maks. drošā dekodera izšķirtspēja

# #30114
source: Override HDCP status
lv_lv: Ignorēt HDCP statusu

# #30115
source: Ignore Display Resolution
lv_lv: Ignorēt ekrāna izšķirtspēju

# #30120
source: Expert
lv_lv: Eksperts

# #30121
source: Enable Pre-Release Features
lv_lv: Iespējot pirmsizlaides funkcijas

# #30122
source: Don't use secure decoder if possible
lv_lv: Ja iespējams, neizmantot drošo dekoderi

# #30150
source: Max
lv_lv: Maks

# #30155
source: Automatically select streams
lv_lv: Automātiski izvēlēties straumes

# #30156
source: Manually select all streams
lv_lv: Manuāli Izvēlēties visas straumes

# #30157
source: All
lv_lv: Visi

# #30160
source: Manually select video stream
lv_lv: Manuāli izvēlēties video straumi

# #30161
source: Video + Subtitles
lv_lv: Video + Subtitri
